/* %@ is not a valid regular expression */
"%@ is not a valid regular expression" = "“%@” δεν είναι έγκυρη κανονική έκφραση";

/* All documents */
"All documents" = "Όλα τα έγγραφα";

/* Command Result - Smultron */
"Command Result - Smultron" = "Αποτέλεσμα Εντολής - Smultron";

/* Current document */
"Current document" = "Τρέχον έγγραφο";

/* Current project */
"Current project" = "Τρέχουσα εργασία";

/* Filter */
"Filter" = "Φίλτρο";

/* Go to the web site (http://smultron.sourceforge.net) to download another version for an earlier Mac OS X system */
"Go to the web site (http://smultron.sourceforge.net) to download another version for an earlier Mac OS X system" = "Πηγαίνετε στον ιστότοπο (http://smultron.sourceforge.net) για να πραγματοποιήσετε λήψη άλλης έκδοσης για προγενέστερο σύστημα Mac OS X";

/* Hide Size Slider */
"Hide Size Slider" = "Απόκρυψη Ολισθητήρα Μεγέθους";

/* It seems as if the file is unwritable or that you do not have permission to save the file %@ */
"It seems as if the file is unwritable or that you do not have permission to save the file %@" = "Φαίνεται ότι το αρχείο είναι μη εγγράψιμο ή ότι δεν έχετε την άδεια να αποθηκεύσετε το αρχείο “%@”";

/* New Collection */
"New Collection" = "Νέα Συλλογή";

/* New Command */
"New Command" = "Νέα Εντολή";

/* New Snippet */
"New Snippet" = "Νεό Απόσπασμα";

/* Old Commands */
"Old Commands" = "Παλιές Εντολές";

/* Please check if the file is locked, on a media that is unwritable or if you can save it in another location */
"Please check if the file is locked, on a media that is unwritable or if you can save it in another location" = "Παρακαλώ ελέγξτε αν το αρχείο είναι κλειδωμένο, βρίσκεται σε μη εγγράψιμο μέσο ή αν μπορείτε να το αποθηκεύσετε σε άλλη τοποθεσία";

/* Please consider exporting the commands first. There is no undo available */
"Please consider exporting the commands first. There is no undo available" = "Παρακαλώ εξετάστε το ενδεχόμενο να εξάγετε τις εντολές πρώτα. Η αναίρεση δεν είναι διαθέσιμη.";

/* Preferences - Smultron */
"Preferences - Smultron" = "Προτιμήσεις - Smultron";

/* Run */
"Run" = "Εκτέλεση";

/* Show Size Slider */
"Show Size Slider" = "Εμφάνιση Ολισθητήρα Μεγέθους";

/* Split Window Vertically */
"Split Window Vertically" = "Διαίρεση Παραθύρου Κάθετα";

/* This will delete all items in the collection %@. Are you sure you want to continue? */
"This will delete all items in the collection %@. Are you sure you want to continue?" = "Αυτή η ενέργεια θα διαγράψει όλα τα αντικείμενα στη συλλογή “%@”. Είστε σίγουροι ότι θέλετε να συνεχίσετε;";

/* You need %@ or later to run this version of Smultron */
"You need %@ or later to run this version of Smultron" = "Χρειάζεστε %@ ή μεταγενέστερο για να τρέξετε αυτή την έκδοση του Smultron";

